Repository: sarensw/MacPacker
Catalog: MacPacker/Localizable.xcstrings
Source language: en
Languages: de, es_mx, fr, it, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# settingsEngineChoiceHint
source: MacPacker includes several archive engines. The default is recommended; alternative engines can help with format-specific problems. Keep in mind that engine support varies by format.
de: MacPacker enthält mehrere Archivierungs-Engines. Die Standard-Engine wird empfohlen; alternative Engines können bei formatspezifischen Problemen helfen. Beachte dass die Engine-Unterstützung je nach Format variiert.
es_mx: MacPacker hace uso de varios motores de compresión. El motor predeterminado es el recomendado; motores adicionales pueden ayudar con problemas específicos de un formato. Ten en cuenta que el soporte para cada motor varía dependiendo del formato.
fr: MacPacker utilise plusieurs moteurs d'archivage. Le moteur par défaut est recommandé; d'autres moteurs peuvent résoudre des problèmes spécifiques à certains formats. Notez que la compatibilité des moteurs varie selon le format.
it: MacPacker include diversi motori di archiviazione. È consigliato utilizzare quello predefinito; i motori alternativi possono aiutare a risolvere problemi specifici legati ai singoli formati. Ricorda che il supporto del motore varia in base al formato.
ko: MacPacker에는 여러 압축 엔진이 포함되어 있습니다. 기본 엔진을 권장하며, 대체 엔진은 특정 확장자 관련 문제 해결에 도움이 될 수 있습니다. 단, 확장자별로 지원하는 엔진이 다를 수 있습니다.
pl: MacPacker zawiera w sobie kilka różnych silników archiwizujących. Rekomendowany jest domyślny; inne silniki mogą pomóc z problemami dla konkretnych formatów. Miej na uwadze, że wsparcie silnika różni się w zależności od formatu.
ru: MacPacker включает несколько архивных движков. Рекомендуется использовать движок по умолчанию; альтернативные движки могут помочь в решении проблем, связанных с конкретными форматами. Имейте в виду, что поддержка движков зависит от формата.
tr: MacPacker birden fazla arşiv altyapısı içerir. Varsayılan altyapının kullanılması önerilir; diğer altyapılar, belirli biçimlere özgü sorunları çözmeye yardımcı olabilir. Altyapı desteğinin biçime göre değiştiğini unutmayın.
uk: MacPacker включає кілька архівних рушіїв. Рекомендується використовувати рушій за замовчуванням; альтернативні рушії можуть допомогти у вирішенні проблем, пов’язаних із конкретними форматами. Майте на увазі, що підтримка движків залежить від формату.
vi: MacPacker bao gồm một số công cụ nén/giải nén. Công cụ mặc định được khuyến nghị sử dụng; các công cụ thay thế có thể giúp giải quyết các vấn đề cụ thể theo từng định dạng. Hãy nhớ rằng khả năng hỗ trợ công cụ khác nhau tùy thuộc vào định dạng.
zh_hans: MacPacker 包含数种压缩引擎。推荐使用默认引擎；如果你遇到特定格式的问题，可以尝试替代引擎。不过请注意，不同格式对引擎的支持可能有所不同。

# settingsExportLogs
source: Export Logs
de: Protokolle exportieren
es_mx: Exportar registros
fr: Exporter les historiques
it: Esporta log
ko: 로그 내보내기
pl: Eksportuj dzienniki
pt_br: Exportar Registros
ru: Экспорт логов
tr: Günlükleri Dışa Aktar
uk: Експортувати журнали
vi: Nhật ký thay đổi
zh_hans: 导出日志

# settingsExtensions
source: Extensions
de: Erweiterungen
es_mx: Extensiones
it: Estensioni
ko: 확장자
pl: Rozszerzenia
pt_br: Extensões
ru: Расширения
tr: Uzantılar
uk: Розширення
vi: Phần mở rộng
zh_hans: 扩展

# settingsExternalVolumes
source: External volumes
de: Externe Volumes
es_mx: Volúmenes externos
fr: Volumes externes
it: Volumi esterni
ko: 외장 디스크
pl: Dyski zewnętrzne
pt_br: Volumes externos
ru: Внешние хранилища
tr: Harici birimler
uk: Зовнішні томи
vi: Ỗ đĩa gắn ngoài
zh_hans: 外部卷

# settingsExternalVolumesScopeHint
source: Covers USB drives, memory cards and network shares, which appear in /Volumes.
de: Beinhaltet USB-Laufwerke, Speicherkarten und Netzwerkfreigaben, die im Verzeichnis /Volumes angezeigt werden.
es_mx: Incluye unidades USB, tarjetas de memoria y recursos compartidos de red que aparecen en /Volumes.
fr: Accès aux clés USB, cartes mémoire et partages réseau, qui sont dans /Volumes
it: Include unità USB, schede di memoria e condivisioni di rete presenti in /Volumes.
pl: Zawiera dyski USB, karty pamięci i udziały, ktore pojawiają się w /Volumes.
ru: Включает USB-накопители, карты памяти и сетевые ресурсы, отображаемые в папке /Volumes.
uk: Включає USB-накопичувачі, карти пам’яті та мережеві ресурси, що відображаються в /Volumes.
zh_hans: 包含 USB 驱动器、存储卡和网络共享，它们会出现在 /Volumes 中。

# settingsExtractToChosenFolder
source: Extract To…
de: Entpacken nach …
es_mx: Extraer en…
fr: Extraire vers…
it: Estrai In…
ko: 풀기(E)…
pl: Rozpakuj do…
pt_br: Extrair para…
ru: Распаковать в…
tr: Şuraya Çıkar…
uk: Розпакувати до…
vi: Giải nén vào…
zh_hans: 提取到…

# settingsExtractToFolder
source: Extract to folder
de: Extrahiere in einen Ordner
es_mx: Extraer en carpeta
fr: Extraire dans un dossier
it: Estrai nella cartella
pl: Rozpakuj do folderu
ru: Распаковать в папку
uk: Розпакувати до папки
zh_hans: 解压到文件夹

# settingsFileFormat
source: File Format
de: Dateiformat
es_mx: Formato de archivo
fr: Format de fichier
it: Formato File
ko: 파일 형식
pl: Format pliku
pt_br: Formato do arquivo
ru: Формат файла
tr: Dosya Biçimi
uk: Формат файлу
vi: Định dạng tệp
zh_hans: 文件格式

# settingsFileProviderExtension
source: File provider extension
de: Dateianbieter-Erweiterungen
es_mx: Extensión de proveedor de archivos
fr: Extension du fournisseur de fichiers
it: Fornitore estensione file
ko: 파일 제공자 확장 프로그램
pl: Rozszerzenie typu pliku
pt_br: Extensão do File Provider
ru: Расширение файлового менеджера
tr: Dosya sağlayıcı uzantısı
uk: Розширення менеджера файлів
vi: Phần mở rộng của tệp tin
zh_hans: 文件提供程序扩展

# settingsFolderAccessHint
source: macOS lets %@ open and write files only where you allow it, which is why a folder-access panel shows up now and then. A grant covers everything inside the folder you pick, so allowing these two puts an end to the asking.
de: macOS erlaubt %@ nur dort das Öffnen und Schreiben von Dateien, wo Sie es zulassen. Deshalb erscheint gelegentlich ein Fenster zur Ordnerzugriffskontrolle. Eine Berechtigung umfasst alles innerhalb des ausgewählten Ordners. Wenn Sie diese beiden Berechtigungen erteilen, erübrigt sich die Rückfrage.
es_mx: macOS permite que %@ acceda a archivos solo en las ubicaciones que autorices. Por eso, ocasionalmente te pedirá acceso a una carpeta. El permiso se aplica a todo su contenido, así que autorizar estas dos ubicaciones evitará futuras solicitudes.
fr: macOS laisse %@ accéder aux fichiers uniquement là où vous l'autorisez. Cochez ces deux options pour supprimer les demandes ponctuelles d'autorisation d'accès à un dossier.
it: macOS consente a %@ di accedere solo alle cartelle autorizzate, per questo ogni tanto compare la richiesta. L'accesso copre l'intero contenuto della cartella scelta, quindi autorizzare queste due eviterà ulteriori conferme.
pl: macOS pozwala %@ otwierać i zapisywać pliki tylko tam, gdzie pozwolisz, dlatego czasami pojawia sie okno dostępu do folderów. Nadanie dostępu uwzględni wszystko w wybranym folderze i kolejne prośby nie będą sie pojawiać.
ru: macOS позволяет %@ открывать и записывать файлы только в тех местах, где вы это разрешили; именно поэтому время от времени появляется панель запроса доступа к папке. Разрешение распространяется на всё содержимое выбранной папки, поэтому предоставив доступ к этим двум папкам, вы избавитесь от дальнейших запросов.
uk: macOS дозволяє %@ відкривати та записувати файли лише там, де ви це дозволите, тому час від часу з’являється панель доступу до папок. Грант охоплює все у вибраній вами папці, тому дозвіл на ці два дії покладає край запиту.
zh_hans: macOS 只允许 %@ 在您授权的范围内打开和写入文件，因此偶尔会弹出文件夹访问面板。授权会涵盖您所选文件夹内的所有内容，所以允许这两个文件夹即可免除反复询问。

# settingsGeneral
source: General
de: Allgemein
fr: Général
it: Generale
ko: 일반
pl: Ogólne
pt_br: Geral
ru: Общие
tr: Genel
uk: Загальні
vi: Tổng quan
zh_hans: 通用

# settingsHomeFolder
source: Home folder
de: Benutzer:innenordner
es_mx: Carpeta de inicio
fr: Dossier Départ
it: Cartella Inizio
ko: 홈 폴더
pl: Folder domowy
pt_br: Pasta pessoal
ru: Домашняя папка
tr: Ana klasör
uk: Домашня папка
vi: Thư mục Home
zh_hans: 主目录

# settingsHomeFolderScopeHint
source: Covers the Desktop, Documents, Downloads and everything else in your home folder.
de: Beinhaltet den Desktop, Dokumente, Downloads und alles andere in Ihrem Benutzerordner.
es_mx: Incluye el Escritorio, Documentos, Descargas y todo lo demás en tu carpeta de inicio.
fr: Accès aux dossiers Bureau, Documents, Téléchargement et tout dans votre dossier Départ
it: Includi la Scrivania, Documenti, Download e tutto il resto della tua cartella utente.
pl: Zawiera Pulpit, Dokumenty, Pobrane i wszystko inne w Twoim foldere domowym.
ru: Включает рабочий стол, документы, загрузки и все остальное в вашей домашней папке.
uk: Включає Робочий стіл, Документи, Завантаження та все інше у вашій домашній папці.
zh_hans: 包含“桌面”、“文稿”、“下载”以及个人文件夹中的所有其他内容。

# settingsHowToSetAsDefault
source: How to set %@ as default?
de: Wie lege ich %@ als Standard-App fest?
es_mx: ¿Cómo establecer %@ como predeterminado?
fr: Comment définir %@ par défaut?
it: Come impostare %@ come predefinito?
ko: %@을(를) 기본 앱으로 설정하는 방법
pl: Jak ustawić %@ jako domyślny?
pt_br: Como tornar %@ padrão
ru: Как установить %@ по умолчанию?
tr: %@ nasıl varsayılan yapılır?
uk: Як встановити %@ за замовчуванням?
vi: Làm thế nào để đặt %@ làm mặc định?
zh_hans: 如何将 %@ 设为默认？

# settingsIncludeBetaUpdates
source: Include Beta updates
de: Inklusive Beta updates
es_mx: Incluir actualizaciones beta
fr: Autoriser les versions Beta
it: Include aggiornamenti Beta
pl: Dodaj wersje Beta
ru: Включить бета обновления
tr: Beta güncellemelerini dahil et
uk: Включити бета-оновлення
vi: Bao gồm các bản cập nhật Beta
zh_hans: 包含测试版更新

# settingsInfoOnEngines
source: Info on Engines
de: Info über Engines
es_mx: Información de motores de compresión
fr: Info sur les moteurs
it: Informazioni Motore
ko: 엔진 정보
pl: Informacje o jądrach
pt_br: Informações
ru: Информация о движках
tr: Altyapılar Hakkında Bilgi
uk: Інформація про рушії
vi: Thông tin về động cơ
zh_hans: 引擎信息

# settingsLogs
source: Logs
de: Protokolle
es_mx: Registros
fr: Historiques
it: Log
ko: 로그
pl: Dzienniki
pt_br: Registros
ru: Журналирование
tr: Günlükler
uk: Журнали
vi: Nhật ký
zh_hans: 日志

# settingsMacpackerAsDefault
source: Set MacPacker as the default app
de: MacPacker als Standard setzen
es_mx: Establece MacPacker como la aplicación por defecto
fr: Définir MacPacker comme application par défaut
it: Imposta MacPacker come applicazione predefinita
pl: Ustaw MacPacker jako domyślną aplikację
ru: Установите MacPacker в качестве приложения по умолчанию.
tr: MacPacker’ı Varsayılan Uygulama Yapma
uk: Встановити MacPacker як програму за замовчуванням
vi: Đặt MacPacker làm ứng dụng mặc định
zh_hans: 将 MacPacker 设为默认应用

# settingsManageInSystemSettings
source: Manage in System Settings
de: Verwalten in den System­einstellungen
es_mx: Administra en la Configuración del Sistema
fr: Gérer dans les paramètres système
it: Gestisci in Impostazioni
ko: 시스템 설정에서 관리
pl: Zarządzaj w Ustawieniach Systemu
pt_br: Gerir em configurações do sistema
ru: Настроить в Системных настройках
tr: Sistem Ayarları’nda Yönet
uk: Керувати в Налаштуваннях системи
vi: Quản lý trong Cài đặt Hệ thống
zh_hans: 在系统设置中管理

# settingsNestInSubmenu
source: Nest actions in a submenu
de: Aktionen in Untermenü anzeigen
es_mx: Agrupar acciones en un submenú
fr: Regrouper dans un sous-menu
it: Raggruppa le azioni in un sotto-menu
pl: Zagnieżdżaj akcje w podmenu
ru: Расположить действия в подменю
uk: Розташувати дії у підменю
zh_hans: 将操作放入子菜单

# settingsOpenCacheDirectory
source: Open cache directory
de: Cache-Ordner öffnen
es_mx: Abrir directorio del caché
fr: Ouvrir le dossier du cache
it: Apri la directory della cache
ko: 캐시 폴더 열기
pl: Otwórz katalog pamięci podręcznej
pt_br: Abrir diretório de cachê
ru: Открыть папку с кэшем
tr: Önbellek Klasörünü Aç
uk: Відкрити каталог кешу
vi: Mở thư mục bộ nhớ đệm
zh_hans: 打开缓存目录

# settingsQuitOnLastWindowClosed
source: Quit on last window closed
de: Beenden beim letzten Fenster
es_mx: Salir al cerrar la última ventana
fr: Quitter en fermant la dernière fenêtre
it: Esci alla chiusura dell'ultima finestra
pl: Zakończ po zamknięciu ostatniego okna
ru: Закрыть вместе с последним окном
tr: Son pencere kapatıldığında uygulamadan çık
uk: Виходити після закриття останнього вікна
vi: Thoát khi cửa sổ cuối cùng đóng
zh_hans: 关闭最后一个窗口时退出

# settingsShowApplicationSupportFolder
source: Show application support folder
de: Ordner “Application Support” anzeigen
es_mx: Mostrar el folder the soporte de la aplicación
fr: Afficher le dossier «Application Support»
it: Mostra la cartella di supporto dell'applicazione
ko: 응용 프로그램 지원 폴더 열기
pl: Pokaż folder pomocy technicznej aplikacji
pt_br: Mostrar pasta de suporte de aplicação
ru: Показать папку настроек программы
tr: Uygulama Destek klasörünü göster
uk: Показати папку налаштувань програми
vi: Hiển thị thư mục hỗ trợ ứng dụng
zh_hans: 显示 Application Support 文件夹

# settingsShowInMenuBar
source: Show in Menu Bar
de: In Menüleiste anzeigen
es_mx: Mostrar en la barra de menús
fr: Afficher dans la barre des menus
it: Mostra nella Barra dei Menu
ko: 메뉴 막대에서 보기
pl: Pokazuj na pasku menu
pt_br: Mostrar na Barra de Menus
ru: Показывать в строке меню
tr: Menü Çubuğunda Göster
uk: Показувати на смузі меню
vi: Hiển thị trên thanh menu
zh_hans: 在菜单栏显示

# settingsShowParentFolderEntry
source: Show parent folder entry (“..”)
de: Eintrag für übergeordneten Ordner („..“) anzeigen
es_mx: Mostrar la carpeta superior (“..”)
fr: Afficher le dossier parent (“..”)
it: Mostra la voce cartella superiore (“..”)
pl: Pokaż wpis folderu nadrzędnego (“..”)
ru: Показывать родительскую папку («..»)
uk: Показувати батьківську папку («..»)
vi: Hiển thị mục thư mục cha (“..”)
zh_hans: 显示父目录项（“..”）

# settingsSmartExtraction
source: Smart extraction
de: intelligente Extraktion
es_mx: Extracción inteligente
fr: Extraction automatique
it: Estrazione Smart
pl: Sprytne rozpakowywanie
ru: Умная распаковка
uk: Розумне розпакування
zh_hans: 智能解压

# updatesCheckForUpdates
source: Check for Updates…
de: Nach Updates suchen…
es_mx: Buscar actualizaciones…
fr: Rechercher des mises à jour…
it: Controlla gli aggiornamenti…
ko: 업데이트 확인...
pl: Sprawdź Aktualizacje…
pt_br: Verificar Atualizações
ru: Проверить наличие обновлений…
tr: Güncellemeleri Denetle…
uk: Перевірити наявність оновлень…
vi: Kiểm tra cập nhật…
zh_hans: 检查更新…

# welcomeChangelog
source: Changelog
de: Änderungsprotokoll
es_mx: Registro de cambios
fr: Modifications
it: Cronologia versioni
pl: Dziennik zmian
ru: Изменения
tr: Değişiklik Günlüğü
uk: Список змін
vi: Nhật ký thay đổi
zh_hans: 更新日志

# welcomeComingNext
source: Coming next
de: Als Nächstes
es_mx: Próximamente
fr: Bientôt
it: Prossimamente
pl: Nadchodzące zmiany
ru: В будущих обновлениях
tr: Sırada Ne Var
uk: Очікуеться далі
vi: Sắp ra mắt
zh_hans: 即将推出

# welcomeReleaseHighlights
source: Release highlights
de: Die wichtigsten Neuerungen
es_mx: Novedades destacadas
fr: Nouveautés principales
it: Novità principali
ko: 주요 업데이트
pl: Najważniejsze nowości
pt_br: Destaques da versão
ru: Главное в новой версии
tr: Sürümün öne çıkanları
uk: Головне в новій версії
vi: Điểm nổi bật của phiên bản
zh_hans: 版本亮点

# welcomeSupportButton
source: Support %@
de: %@ unterstützen
es_mx: Apoya a %@
fr: Soutenir %@
it: Sostieni %@
ko: %@ 후원하기
pl: Wesprzyj %@
pt_br: Apoie o %@
ru: Поддержать %@
tr: %@ için destek olun
uk: Підтримати %@
vi: Ủng hộ %@
zh_hans: 支持 %@

# welcomeSupportSubtitle
source: Your donation supports ongoing development.
de: Deine Spende unterstützt die Weiterentwicklung.
es_mx: Tu donación apoya el desarrollo continuo.
fr: Votre don soutient le développement continu.
it: La tua donazione sostiene lo sviluppo continuo.
ko: 여러분의 후원이 지속적인 개발에 힘이 됩니다.
pl: Twoja darowizna wspiera dalszy rozwój.
pt_br: Sua doação apoia o desenvolvimento contínuo.
ru: Ваше пожертвование помогает продолжать разработку.
tr: Bağışınız geliştirme çalışmalarının devamını destekler.
uk: Ваша пожертва допомагає продовжувати розробку.
vi: Khoản đóng góp của bạn giúp duy trì việc phát triển.
zh_hans: 您的捐赠将支持持续开发。

# welcomeSupportTitle
source: Help keep %@ growing
de: Hilf mit, %@ weiterzuentwickeln
es_mx: Ayuda a que %@ siga creciendo
fr: Aidez %@ à évoluer
it: Aiuta %@ a crescere
ko: %@의 성장을 도와주세요
pl: Pomóż rozwijać %@
pt_br: Ajude o %@ a crescer
ru: Помогите %@ развиваться
tr: %@ uygulamasının gelişmesine yardımcı olun
uk: Допоможіть %@ розвиватися
vi: Giúp %@ tiếp tục phát triển
zh_hans: 助力 %@ 不断成长

# welcomeTitle
source: Welcome to %@
de: Willkommen bei %@
es_mx: Bienvenido a %@
fr: Bienvenue sur %@
it: Benvenuti a %@
ko: %@에 오신 것을 환영합니다
pl: Witaj w aplikacji %@
pt_br: Bem-vindo ao %@
ru: Добро пожаловать в %@
tr: %@’a Hoş Geldiniz
uk: Ласкаво просимо до %@
vi: Chào mừng đến với %@
zh_hans: 欢迎使用 %@

# welcomeViewAllChanges
source: View all changes
de: Alle Änderungen anzeigen
es_mx: Ver todos los cambios
fr: Voir tous les changements
it: Mostra tutte le modifiche
ko: 모든 변경 사항 보기
pl: Zobacz wszystkie zmiany
pt_br: Ver todas as alterações
ru: Посмотреть все изменения
tr: Tüm değişiklikleri görüntüle
uk: Переглянути всі зміни
vi: Xem tất cả thay đổi
zh_hans: 查看所有更新

# archiveSaveSplitIntoVolumes
source: Split into volumes
es_mx: Dividir en volúmenes
fr: Découper en plusieurs morceaux
it: Dividi in volumi
pl: Dziel na woluminy
ru: Разделить на тома
uk: Розділити на томи
zh_hans: 分割为分卷

# columnName
source: Name
es_mx: Nombre
fr: Nom
it: Nome
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Наименование
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称

# settingsBreadcrumbPosition
source: Breadcrumb position
es_mx: Posición de la ruta de navegación
fr: Position du fil d’Ariane
it: Posizione del percorso
ko: 이동 경로 위치
pl: Pole nawigacyjne
pt_br: Posição da barra de navegação
ru: Положение строки навигации
tr: İçerik yolu konumu
uk: Позиція рядка навігації
vi: Vị trí đường dẫn
zh_hans: 当前路径

# settingsEngine
source: Engine
es_mx: Motor de compresión
fr: Moteur
it: Motore
ko: 엔진
pl: Jądro
pt_br: Motor
ru: Движок
tr: Altyapı
uk: Рушій
vi: Cấu hình
zh_hans: 引擎

# settingsRememberRecentArchives
source: Remember recent archives
es_mx: Recordar archivos comprimidos recientes
fr: Garder les archives récentes
it: Ricorda gli archivi recenti
pl: Zapamiętaj ostatnie archiwa
ru: Запоминать недавние архивы
uk: Запам’ятовувати нещодавні архіви
zh_hans: 记住最近的压缩包

# archiveSaveFormat
source: Format
es_mx: Formato
it: Formato
ko: 포맷
pt_br: Formato
ru: Формат
tr: Biçim
uk: Формат
vi: Định dạng
zh_hans: 格式

# archiveSaveLevelMaximum
source: Maximum
es_mx: Máxima
it: Massima
ko: 최대
pl: Maksymalna
pt_br: Máxima
ru: Максимальное
tr: En Yüksek
uk: Максимальне
vi: Tối đa
zh_hans: 最大

# archiveSaveLevelNormal
source: Normal
it: Normale
ko: 보통
pl: Normalna
ru: Нормальное
uk: Звичайне
vi: Bình thường
zh_hans: 标准

# archiveSaveLevelUltra
source: Ultra
ko: 가장 느림
ru: Ультра
tr: Çok yüksek
uk: Ультра
vi: Siêu nhanh
zh_hans: 极限压缩

# commonOk
source: OK
es_mx: Aceptar
ko: 확인
tr: Tamam
zh_hans: 确定

# settingsCache
source: Cache
es_mx: Caché
ko: 캐시
pl: Pamięć podręczna
pt_br: Cachê
ru: Кэш
tr: Önbellek
uk: Кеш
vi: Bộ nhớ đệm
zh_hans: 缓存
